// *++
//
// Copyright 2004, Intel Corporation                                                         
// All rights reserved. This program and the accompanying materials                          
// are licensed and made available under the terms and conditions of the BSD License         
// which accompanies this distribution.  The full text of the license may be found at        
// http://opensource.org/licenses/bsd-license.php                                            
//                                                                                           
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,                     
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.             
// 
// Module Name:
//
//   Strings.vfr
// 
// Abstract:
// 
//   String definitions for BdsPlatform formset.
// 
// Revision History:
// 
// --*/

/=#

#langdef   fra "Français"
#langdef   eng "English"

#string STR_FRONT_PAGE_TITLE           #language eng  "Front Page"
                                       #language fra  "Front Page"
#string STR_FRONT_PAGE_COMPUTER_MODEL  #language eng  ""
#string STR_FRONT_PAGE_CPU_MODEL       #language eng  ""
#string STR_FRONT_PAGE_CPU_SPEED       #language eng  ""
#string STR_FRONT_PAGE_MEMORY_SIZE     #language eng  ""
#string STR_FRONT_PAGE_BIOS_VERSION    #language eng  ""

#string STR_FRONT_PAGE_BANNER_0_LEFT   #language eng  "Wonder Computer Model 1000Z  Manufactured by Intel®"
                                       #language fra  "Demander le Modèle d'Ordinateur 1000Z A Fabriqué par Intel®"
#string STR_FRONT_PAGE_BANNER_0_RIGHT  #language eng  "OK"
                                       #language fra  "Bon"
#string STR_FRONT_PAGE_BANNER_1_LEFT   #language eng  "2 Pentium® X Xeon processors running at 800Thz"
                                       #language fra  "2 Pentium® X les processeurs de Xeon courants à 800Thz"
#string STR_FRONT_PAGE_BANNER_1_RIGHT  #language eng  "24 TB System RAM"
                                       #language fra  "24 TB RAM de Système"
#string STR_FRONT_PAGE_BANNER_2_LEFT   #language eng  "ACME® EFI BIOS Version 13.5 Release 1039.92"
                                       #language fra  "ACME® EFI BIOS Version 13.5 Release 1039.92"
#string STR_FRONT_PAGE_BANNER_3_LEFT   #language eng  "Serial Number: 1Z123456789MARMAR (Need SMBIOS entries)"
                                       #language fra  "Numéro de série: 1Z123456789MARMAR (Les entrées de SMBIOS de besoin)"
#string STR_CONTINUE_PROMPT            #language eng  "Continue"
                                       #language fra  "Continuer"
#string STR_CONTINUE_HELP              #language eng  "This selection will direct the system to continue to booting process"
                                       #language fra  "Cette sélection dirigera le système pour continuer au charger de procédé"
#string STR_LANGUAGE_SELECT            #language eng  "Select Language"
                                       #language fra  "Choisir la Langue"
#string STR_LANGUAGE_SELECT_HELP       #language eng  "This is the option one adjusts to change the language for the current system"
                                       #language fra  "Ceci est l'option que celui ajuste changer la langue pour le système actuel"
#string STR_BOOT_MANAGER               #language eng  "Boot Manager"
                                       #language fra  "Charger le Directeur"
#string STR_BOOT_MANAGER_HELP          #language eng  "This selection will take you to the Boot Manager"
                                       #language fra  "Cette sélection vous prendra au Directeur de Botte"
#string STR_BOOT_MAINT_MANAGER         #language eng  "Boot Maintenance Manager"
                                       #language fra  "Directeur d'Entretien"
#string STR_BOOT_MAINT_MANAGER_HELP    #language eng  "This selection will take you to the Boot Maintenance Manager"
                                       #language fra  "Cette sélection vous prendra au Directeur d'Entretien"
#string STR_DEVICE_MANAGER             #language eng  "Device Manager"
                                       #language fra  "Directeur d'appareil"
#string STR_DEVICE_MANAGER_HELP        #language eng  "This selection will take you to the Device Manager"
                                       #language fra  "Cette sélection vous prendra au Directeur d'Appareil"
#string STR_TIME_OUT_PROMPT            #language eng  "Boot process will continue in %d seconds"
                                       #language fra  "Le procédé de botte continuera dans %d secondes"
#string STR_NULL_STRING	               #language eng  ""
                       	               #language fra  ""
#string STR_MISSING_STRING	           #language eng  "Missing String"
                       	               #language fra  "Missing String"
